In [1]:
# https://towardsdatascience.com/analyzing-time-series-data-in-pandas-be3887fdd621
import pandas as pd
df_air_travel = pd.read_csv('./data/international-airline-passengers.csv')
df_air_travel.head()

,Month,International airline passengers: monthly totals in thousands. Jan 49 ? Dec 60
0,1949-01,112.0
1,1949-02,118.0
2,1949-03,132.0
3,1949-04,129.0
4,1949-05,121.0

In [4]:
df_air_travel.isnull().sum()

Month                                                                             0
International airline passengers: monthly totals in thousands. Jan 49 ? Dec 60    1
dtype: int64